const changedata=[
    //每个年份10个学院，总共10个年份
    //先用5个学院 6年做测试
    //学院和年份都按照顺序来
        {
            year: "2016",
            academyname: ['文学院','计算机学院','锂电学院','财金学院','美术学院','马克思学院','音乐学院','国教学院','商学院','数统学院'],
            readdata: [2200,3200,5000,1800,2830,4560,3200,5000,1800,2830]
        },
        {
            year: "2017",
            academyname: ['文学院','计算机学院','锂电学院','财金学院','美术学院','马克思学院','音乐学院','国教学院','商学院','数统学院'],
            readdata:[4700,3800,2000,4800,2890,3560,3200,5000,1800,2830]
        },
        {
            year: "2018",
            academyname: ['文学院','计算机学院','锂电学院','财金学院','美术学院','马克思学院','音乐学院','国教学院','商学院','数统学院'],
            readdata:[2800,4200,5800,3800,4830,1560,3200,5000,1800,2830]
        },
        {
            year: "2019",
            academyname: ['文学院','计算机学院','锂电学院','财金学院','美术学院','马克思学院','音乐学院','国教学院','商学院','数统学院'],
            readdata: [3500,3800,4000,4560,5830,1960,3200,5000,1800,2830]
        },
        {
            year: "2020",
            academyname: ['文学院','计算机学院','锂电学院','财金学院','美术学院','马克思学院','音乐学院','国教学院','商学院','数统学院'],
            readdata: [2200,3800,5000,1800,2830,3860,3200,5000,1800,2830]
        },
        {
            year: "2021",
            academyname: ['文学院','计算机学院','锂电学院','财金学院','美术学院','马克思学院','音乐学院','国教学院','商学院','数统学院'],
            readdata: [2400,3200,4000,3600,2930,2960,3200,5000,1800,2830]
        }
]

export {
    changedata
};