const shuku1 = [
    {
        name:"密集书库",
        value:10
    },
    {
        name:"史地书库",
        value:23
    },
    {
        name:"文学书库",
        value:30
    },
    {
        name:"期刊书库",
        value:2
    }
];

const shuku2 = [
    {
        name:"政治经济书库",
        value:16
    },
    {
        name:"外文书库",
        value:5
    },
    {
        name:"理工书库",
        value:18
    },
    {
        name:"社科书库",
        value:10
    }
];

const shuku3 = [
    {
        name:"特藏书库",
        value:10
    },
    {
        name:"二线书库",
        value:12
    },
    {
        name:"物理书库",
        value:8
    },
    {
        name:"理工书库",
        value:23
    }
];

const shuku4 = [
    {
        name:"密集书库A",
        value:12
    },
    {
        name:"密集书库B",
        value:3
    },
    {
        name:"资源建设部",
        value:14
    },
    {
        name:"社科一阅览室",
        value:14
    }
]

// 书库借阅情况数据
const borrowbook = {
    name:["二线书库","外文书库","密集书库A","密集书库B","工具阅览室","政治经济书库","文学书库","期刊阅览室","理工书库","理工阅览室","社科一阅览室","社科书库","社科二阅览室","资源建设部","过刊阅览室"],
    value:[56885,16018,1573,970,5128,27746,70357,35,86877,40,2127,90184,1039,7456,18]
}

// 电力温度情况
const electory = [
    [300, 280, 250, 260, 270, 300, 550, 500, 400, 390, 380, 390, 400, 500, 600, 750, 800, 700, 600, 400],
    [280, 270, 300, 270, 250, 250, 400, 410, 390, 370, 350, 400, 410, 490, 610, 780, 850, 700, 600, 450],
    [250, 260, 260, 260, 270, 400, 550, 500, 390, 390, 380, 390, 400, 500, 600, 750, 790, 750, 600, 410],
    [320, 300, 270, 230, 240, 300, 550, 500, 400, 390, 380, 390, 400, 500, 600, 750, 810, 720, 590, 400]
]
export{
    shuku1,
    shuku2,
    shuku3,
    shuku4,
    borrowbook,
    electory
}