const radardata={
    indicator: [
        { name: '文学', max: 6500 },
        { name: '艺术', max: 16000 },
        { name: '军事', max: 30000 },
        { name: '哲学', max: 38000 },
        { name: '财经', max: 52000 },
        { name: '科技', max: 25000 }
    ],
    seriesdata:[
        {
            name:'研究生',
            value:[4200, 3200, 20000, 35000, 50000, 16000]
        },
        {
            name:'教职工',
            value:[5000, 14000, 28000, 26000, 42000, 21000]
        },
        {
            name:'本科生',
            value: [4800, 5000, 20000, 35000, 50000, 15000]
        },
        {
            name:'教授',
            value:[5300, 15000, 28000, 26000, 42000, 22000]
        },
        {
            name:'其他人员',
            value: [4750, 2000, 20000, 35000, 51000, 14000]
        },
    ]
}
export{ radardata };